<?php

return [
    'required' => 'Поле :attribute обязательно для заполнения',
    'email' => 'Поле :attribute должно быть действительным электронным адресом.',
    'min' => 'Поле :attribute должно содержать не менее :min символов.',
    'max' => 'Поле :attribute должно содержать не более :max символов.',
    'exists' => ':attribute не существует.',
    'failed' => 'Ошибка валидации данных',
    'invalid_locale' => 'Указан неподдерживаемый язык',
    'array' => 'Поле :attribute должно быть массивом.',
    'unique' => 'Поле :attribute уже занято.',

    'attributes' => [
        'name' => 'Название',
    ],
];
